Repository: eerimoq/moblin
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: de, eo, fi, it, ko, ru, sv, zh_hant_tw, zh_hk

source: The name of your main scene in OBS. Moblin will periodically try to switch to this scene from your BRB scene if the stream is likely working.
de: Der Name deiner Hauptszene in OBS. Moblin wird regelmäßig versuchen, von deiner BRB-Szene zu dieser Szene zu wechseln, wenn der Stream wahrscheinlich funktioniert.
eo: Th3 n@m3 0f y0_r m@1n sc3n3 1n 0BS. M0bl1n w1ll p3r10d1c@lly try t0 sw1tch t0 th1s sc3n3 fr0m y0_r BRB sc3n3 1f th3 str3@m 1s l1k3ly w0rk1ng.
fi: OBS:n päänäkymän nimi. Moblin yrittää ajoittain vaihtaa tähän näkymään BRB-näkymästäsi, jos lähetys todennäköisesti toimii.
it: Il nome della tua scena principale in OBS. Moblin proverà periodicamente a passare a questa scena dalla scena BRB se è probabile che lo streaming funzioni.
ko: OBS의 메인 장면 이름입니다. Moblin은 스트림이 잘 작동하는 것 같은 경우 주기적으로 대기 장면에서 이 장면으로 전환하려고 시도합니다.
ru: Название вашей основной сцены в OBS. Moblin будет периодически пытаться переключиться на эту сцену со сцены BRB когда стрим будет восстанавливаться.
sv: Namnet på din huvudscen i OBS. Moblin kommer med jämna mellanrum att försöka byta till den här scenen från din BRB-scen om streamen sannolikt fungerar.
zh_hant_tw: OBS 中主場景的名稱。如果串流恢復正常，Moblin 將定期嘗試從 BRB 場景切換到此場景。
zh_hk: OBS的主場景。當串流運作時，Moblin會定期嘗試由BRB場景切換。

source: The overall energy consumption will be higher and the live stream image quality will be worse when the override is enabled, regardless of if you are recording or not.
de: Der Gesamtenergieverbrauch ist höher und die Bildqualität des Livestreams wird schlechter, wenn die Überschreibung aktiviert ist, unabhängig davon, ob du aufnimmst oder nicht.
eo: Th3 0v3r@ll 3n3rgy c0ns_mpt10n w1ll b3 h1gh3r @nd th3 l1v3 str3@m 1m@g3 q_@l1ty w1ll b3 w0rs3 wh3n th3 0v3rr1d3 1s 3n@bl3d, r3g@rdl3ss 0f 1f y0_ @r3 r3c0rd1ng 0r n0t.
fi: Virran kokonaiskulutus on korkeampi ja lähetyksen laatu huonompi, kun ohitus on käytössä, riippumatta siitä, tallennatko vai et.
it: Con l'override attivo il consumo energetico complessivo è maggiore e la qualità dell'immagine in diretta è peggiore, che tu stia registrando o no.
ko: 재정의가 활성화되면 녹화 여부에 관계없이 전체 에너지 소비가 더 높아지고 라이브 스트림 이미지 품질이 더 나빠집니다.
ru: Энергопотребление будет выше, а качество изображения на стриме будет хуже если включено переопределение, независимо от того, ведете вы запись или нет.
sv: Den totala energiförbrukningen blir högre och bildkvaliteten för livestreamen blir sämre när åsidosättningen är aktiverad, oavsett om du spelar in eller inte.
zh_hant_tw: 啟用功能後，無論是否進行錄製，整體能耗都會增加，實況畫面品質也會變差。
zh_hk: 當覆寫啟用時，不論是否在錄影，整體耗電會增加，畫質會下跌

source: The Photo shoot quick button starts and stops the photo shoot instantly, without the scene switch transition. Uses slightly more system resources.
de: Die Fotoaufnahme-Schnelltaste startet und stoppt die Fotoaufnahme sofort, ohne dass ein Szenenwechsel erforderlich ist. Verbraucht etwas mehr Systemressourcen.
eo: Th3 Ph0t0 sh00t q_1ck b_tt0n st@rts @nd st0ps th3 ph0t0 sh00t 1nst@ntly, w1th0_t th3 sc3n3 sw1tch tr@ns1t10n. _s3s sl1ghtly m0r3 syst3m r3s0_rc3s.
sv: Snabbknappen Fotografering startar och stoppar fotograferingen direkt, utan scenbytesövergången. Använder något mer systemresurser.

source: The previous workout is still stopping. Try again.
de: Das vorherige Training wird immer noch unterbrochen. Versuche es erneut.
eo: Th3 pr3v10_s w0rk0_t 1s st1ll st0pp1ng. Try 4g41n.
sv: Föregående träningspass avslutas fortfarande. Försök igen.

source: The replacement must be more than one word.
de: Der Ersatz muss mehr als ein Wort sein.
eo: Th3 r3pl@c3m3nt m_st b3 m0r3 th@n 0n3 w0rd.
fi: Korvaajan on oltava useampi kuin yksi sana.
it: La sostituzione deve essere più di una parola.
ko: 두 단어 이상이여야 합니다.
ru: Замена должна содержать более одного слова
sv: Ersättningen måste vara mer än ett ord.
zh_hant_tw: 替換必須多於一個單字。
zh_hk: 必需多過一個字元

source: The replacement must not be empty.
de: Der Ersatz darf nicht leer sein.
eo: Th3 r3pl@c3m3nt m_st n0t b3 3mpty.
fi: Korvaaja ei saa olla tyhjä.
it: La sostituzione non deve essere vuota.
ko: 비워둘 수 없습니다.
ru: Замена не должна быть пустой.
sv: Ersättningen får inte vara tom.
zh_hant_tw: 替換不能空白。
zh_hk: 不能是空白

source: The replacement must start with !moblin.
de: Der Ersatz muss mit !moblin beginnen.
eo: Th3 r3pl@c3m3nt m_st st@rt w1th !m0bl1n.
fi: Korvaajan on alettava ”!moblin”.
it: La sostituzione deve iniziare con !moblin.
ko: !moblin으로 시작해야합니다.
ru: Замена должна начинаться с !moblin
sv: Ersättningen måste börja med !moblin.
zh_hant_tw: 替換必須以 !moblin 開頭。
zh_hk: 必需以!moblin作開端

source: The RIST server allows Moblin to receive video streams over the network.
de: Der RIST Server ermöglicht es Moblin, Videostreams über das Netzwerk zu empfangen.
eo: Th3 R1ST s3rv3r 4ll0ws M0bl1n t0 r3c31v3 v1d30 str34ms 0v3r th3 n3tw0rk.
fi: RIST -palvelin antaa Moblinin vastaanottaa videolähetyksiä verkon kautta.
it: Il server RIST permette a Moblin di ricevere stream video dalla rete.
ko: RIST 서버를 사용하면 Moblin이 네트워크를 통해 비디오 스트림을 수신할 수 있습니다.
ru: RIST сервер позволяет Moblin получать видеопотоки по сети.
sv: RIST-servern gör att Moblin kan ta emot videostreamar över nätverket.
zh_hant_tw: RIST 伺服器允許 Moblin 透過網路接收影像串流。
zh_hk: RIST伺服器允許Moblin從網絡接收串流

source: The RTMP server allows Moblin to receive video streams over the network. This allows the use of some drones and other cameras as sources.
de: Der RTMP-Server ermöglicht Moblin den Empfang von Videostreams über das Netzwerk. Dies ermöglicht die Verwendung einiger Drohnen und anderer Kameras als Quellen.
eo: Th3 RTMP s3rv3r @ll0ws M0bl1n t0 r3c31v3 v1d30 str3@ms 0v3r th3 n3tw0rk. Th1s @ll0ws th3 _s3 0f s0m3 dr0n3s @nd 0th3r c@m3r@s @s s0_rc3s.
fi: RTMP-palvelimen avulla Moblin voi vastaanottaa videolähetyksiä verkon kautta. Tämä mahdollistaa joidenkin dronejen ja muiden kameroiden käytön lähteinä.
it: Il server RTMP permette a Moblin di ricevere stream video dalla rete. Così puoi usare alcuni droni e altre fotocamere come sorgenti.
ko: RTMP 서버를 사용하면 Moblin이 네트워크를 통해 비디오 스트림을 수신할 수 있습니다. 이를 통해 일부 드론 및 기타 카메라를 소스로 사용할 수 있습니다.
ru: Сервер RTMP позволяет Moblin получать стрим по сети. Благодаря этой функции можно использовать в качестве источников некоторые дроны, экшн-камеры и др.
sv: RTMP-servern tillåter Moblin att ta emot videostreamar över nätverket. Detta möjliggör användning av vissa drönare och andra kameror som källor.
zh_hant_tw: Moblin 可利用內建 RTMP 伺服器接收影像串流，可將部份無人機和其他相機作為影像來源。
zh_hk: RTMP伺服器允許Moblin從網絡接收串流，這允許無人機或其他鏡頭作為訊號來源。

source: The stream name is shown in the list of cameras in scene settings.
de: Der Streamname wird in der Liste der Kameras in den Szeneneinstellungen angezeigt.
eo: Th3 str3@m n@m3 1s sh0wn 1n th3 l1st 0f c@m3r@s 1n sc3n3 s3tt1ngs.
fi: Lähetyksen nimi näkyy kameraluoettelossa näkymän asetuksissa.
it: Il nome dello stream compare nell'elenco delle fotocamere nelle impostazioni scena.
ko: 스트림 이름은 장면 설정의 카메라 목록에 표시됩니다.
ru: Название стрима отображается в списке камер в настройках сцены.
sv: Stream-namnet visas i listan över kameror i sceninställningar.
zh_hant_tw: 串流名稱會顯示在場景設定的鏡頭清單中。
zh_hk: 串流名稱將顯示在場景設定的鏡頭列表。

source: The TCP port the RTMP server listens for RTMP publishers on.
de: Der TCP-Port, auf dem der RTMP-Server auf RTMP-Herausgeber wartet.
eo: Th3 TCP p0rt th3 RTMP s3rv3r l1st3ns f0r RTMP p_bl1sh3rs 0n.
fi: TCP-portti, jossa RTMP-palvelin kuuntelee RTMP-julkaisijoita.
it: La porta TCP su cui il server RTMP ascolta i publisher RTMP.
ko: RTMP 서버가 RTMP 송출을 수신 대기하는 TCP 포트입니다.
ru: TCP-порт, который RTMP-сервер использует для входящих соединений от других устройств.
sv: TCP-porten som RTMP-servern lyssnar efter RTMP-utgivare på.
zh_hant_tw: RTMP 伺服器監聽 RTMP publisher 的 TCP 連接埠。
zh_hk: 接收RTMP串流的TCP連接埠。

source: The TCP port the WHIP server listens for WHIP streams on.
de: Der TCP Port, auf dem der WHIP Server auf WHIP Streams hört.
eo: Th3 TCP p0rt th3 WH1P s3rv3r l1st3ns f0r WH1P str3@ms 0n.
fi: TCP-portti, jossa WHIP-palvelin kuuntelee WHIP-julkaisijoita.
it: La porta TCP su cui il server WHIP ascolta gli stream WHIP.
ko: WHIP 서버가 WHIP 송출을 수신 대기하는 TCP 포트입니다.
ru: TCP-порт, на котором сервер WHIP ожидает стримы WHIP.
sv: TCP-porten som WHIP-servern lyssnar efter WHIP-streams på.
zh_hant_tw: WHIP 伺服器監聽 WHIP 串流的 TCP 連接埠。
zh_hk: 接收WHIP串流的TCP連接埠。

source: The UDP port %u will also be used.
de: Außerdem wird der UDP-Port %u verwendet.
eo: Th3 _DP p0rt %u w1ll @ls0 b3 _s3d.
fi: UDP-porttia %u käytetään myös.
it: Verrà utilizzata anche la porta UDP %u.
ko: UDP 포트 %u도 사용됩니다.
ru: UDP-порт %u так же будет использован
sv: UDP-porten %u kommer också att användas.
zh_hant_tw: UDP 連接埠 %u 也會同時使用。
zh_hk: UDP連接埠 %u 也會使用到

source: The UDP port the RIST server listens for RIST publishers on.
de: Der UDP Port, auf dem der RIST Server auf RIST Publisher wartet.
eo: Th3 _DP p0rt th3 R1ST s3rv3r l1st3ns f0r R1ST p_bl1sh3rs 0n.
fi: RIST -palvelin kuuntelema UDP -portti RIST -julkaisijoille.
it: La porta UDP su cui il server RIST ascolta i publisher RIST.
ko: RIST 서버가 SRT 송출을 수신 대기하는 UDP 포트입니다.
ru: UDP-порт, на котором RIST сервер будет ожидать подключения
sv: UDP-porten RIST-servern lyssnar efter RIST-publishers på.
zh_hant_tw: RIST 伺服器用來接收 RIST publisher 訊號的 UDP 連接埠。
zh_hk: 接收RIST串流的UDP連接埠

source: The UDP port the SRT(LA) server listens for SRT publishers on.
de: Der UDP-Port, auf dem der SRT(LA)-Server auf SRT-Publisher wartet.
eo: Th3 _DP p0rt th3 SRT(L@) s3rv3r l1st3ns f0r SRT p_bl1sh3rs 0n.
fi: UDP-portti jossa SRT(LA)-palvelin kuuntelee SRT-lähettäjiä.
it: La porta UDP su cui il server SRT(LA) ascolta i publisher SRT.
ko: SRT(LA) 서버가 SRT 송출을 수신 대기하는 UDP 포트입니다.
ru: UDP-порт, на котором SRT(LA) сервер будет ожидать подключения SRT
sv: UDP-porten som SRT(LA)-servern lyssnar efter SRT-klienter på.
zh_hant_tw: SRT(LA) 伺服器監聽 SRT publisher 的 UDP 連接埠。
zh_hk: 接收SRT串流的UDP連接埠。

source: The UDP port the SRT(LA) server listens for SRTLA publishers on.
de: Der UDP-Port, auf dem der SRT(LA)-Server auf SRTLA-Publisher wartet.
eo: Th3 _DP p0rt th3 SRT(L@) s3rv3r l1st3ns f0r SRTL@ p_bl1sh3rs 0n.
fi: UDP-portti jossa SRT(LA)-palvelin kuuntelee SRTLA-lähettäjiä.
it: La porta UDP su cui il server SRT(LA) ascolta i publisher SRTLA.
ko: SRT(LA) 서버가 SRTLA 송출을 수신 대기하는 UDP 포트입니다.
ru: UDP-порт, на котором SRT(LA) сервер будет ожидать подключения SRT(LA)
sv: UDP-porten som SRT(LA)-servern lyssnar efter SRTLA-klienter på.
zh_hant_tw: SRT(LA) 伺服器監聽 SRTLA publisher 的 UDP 連接埠。
zh_hk: 接收SRTLA串流的UDP連接埠。

source: The ultra wide camera does not perform well in low light conditions. Likewise, the auto cameras do not perform well when zoom is 0.5-1.0x since the ultra wide camera will be used.
de: Die Ultraweitwinkel-Kamera ist bei schlechten Lichtverhältnissen nicht gut geeignet. Auch die Autokameras sind bei einem Zoom von 0,5-1,0x nicht sehr leistungsfähig, da die Ultraweitwinkel-Kamera verwendet wird.
eo: Th3 _ltr4 w1d3 c4m3r4 d03s n0t p3rf0rm w3ll 1n l0w l1ght c0nd1t10ns. L1k3w1s3, th3 4_t0 c4m3r4s d0 n0t p3rf0rm w3ll wh3n z00m 1s 0.5-1.0x s1nc3 th3 _ltr4 w1d3 c4m3r4 w1ll b3 _s3d.
fi: Ultralaajakulmakamera ei toimi hyvin heikossa valaistuksessa. Samoin automaattikamerat eivät toimi hyvin, kun zoomaus on 0,5-1,0x, koska ultralaajakulmakamera tulee käyttöön.
it: La fotocamera ultra grandangolare non rende bene con poca luce. Allo stesso modo le fotocamere automatiche non rendono bene con zoom 0,5-1,0x, perché usano la ultra grandangolare.
ko: 초광각 카메라는 어두운 조명 조건에서는 잘 작동하지 않습니다. 마찬가지로, 자동 카메라는 초광각 카메라가 사용되므로 줌이 0.5-1.0x 일 때 많이 어둡습니다.
ru: Сверхширокоугольная камера плохо работает в условиях низкой освещенности. Аналогичным образом, автоматические камеры работают плохо при масштабе 0,5–1,0x, поскольку будет использоваться сверхширокоугольная камера.
sv: Ultravidvinkelkameran fungerar inte bra i svagt ljus. På samma sätt fungerar autokamerorna inte bra när zoomen är 0.5-1.0x eftersom ultravidvinkelkameran användas då.
zh_hant_tw: 超廣角鏡頭在弱光環境下表現不佳。自動鏡頭在縮放比例介於0.5到1.0倍時表現也不理想，因為這個焦段會使用超廣角鏡頭。
zh_hk: 超廣角鏡頭在低光環境表現不佳。自動鏡頭在0.5-1.0x之下都有相同情況，因為也使用到超廣角鏡。

source: The Video ID unique for every live stream.
de: Die Video ID ist für jeden Livestream einzigartig.
eo: Th3 V1d30 1D _n1q_3 f0r 3v3ry l1v3 str34m.
fi: Uniikki videotunnus lähetykselle.
it: L'ID video univoco di ogni diretta.
ko: Video ID는 모든 라이브마다 고유합니다.
ru: Идентификатор видео уникален для каждого стрима.
sv: Video ID ändras varje livestream.
zh_hant_tw: 每個實況專屬的唯一影片識別碼。
zh_hk: 每個直播的影片ID是獨一無二

source: The virtual destination port for this stream.
de: Der virtuelle Zielport für diesen Stream.
eo: Th3 v1rt_@l d3st1n@t10n p0rt f0r th1s str3@m.
fi: Tämän lähetyksen virtuaalikohteen portti.
it: La porta di destinazione virtuale per questo stream.
ko: 이 스트림의 가상 대상 포트.
ru: Виртуальный порт назначения для этого стрима.
sv: Den virtual destination port för denna stream.
zh_hant_tw: 此串流的虛擬目標連接埠。
zh_hk: 此串流的目標虛擬連接埠

source: The watch acts as remote control assistant when enabled. Please note that in this case, chat, skip current TTS and a few other features are not supported.
de: Die Uhr fungiert als Fernbedienungsassistent, wenn aktiviert. Bitte beachte, dass in diesem Fall der Chat, Überspringen des aktuellen TTS und einige andere Funktionen nicht unterstützt werden.
eo: Th3 w4tch 4cts 4s r3m0t3 c0ntr0l 4ss1st4nt wh3n 3n4bl3d. Pl34s3 n0t3 th4t 1n th1s c4s3, ch4t, sk1p c_rr3nt TTS 4nd 4 f3w 0th3r f34t_r3s 4r3 n0t s_pp0rt3d.
fi: Kello toimii etähallinnan avustajana, kun se on käytössä. Huomaa, että tässä tapauksessa chat, nykyisen TTS:n ohittamista ja joitain muita ominaisuuksia ei tueta.
it: L'orologio fa da assistente remoto quando è attivo. Nota che in questo caso chat, salto del TTS e alcune altre funzioni non sono supportate.
ko: 이 시계는 활성화되면 원격 제어 어시스턴트 기기 역할을 합니다. 채팅, TTS 건너뛰기 및 기타 몇 가지 기능이 지원되지 않는다는 점에 유의하세요.
ru: Часы работают как помощник по удаленному управлению, если они включены. Обратите внимание, что в этом случае чат, пропуск текущего TTS и некоторые другие функции не поддерживаются.
sv: Klockan fungerar som fjärrkontrollassistent när den är aktiverad. Observera att i det här fallet stöds inte chatt, hoppa över aktuell TTS och några andra funktioner.
zh_hant_tw: 啟用後，手錶可充當遠端控制助理。請注意，此時聊天室、跳過目前 TTS 語音等功能暫時無法使用。
zh_hk: 手錶作為遠端控制助手。注意聊天室、跳過語音及其他功能尚未支援。

source: The WHEP client allows Moblin to receive video streams from a WHEP endpoint.
de: Der WHEP Client ermöglicht Moblin den Empfang von Videostreams von einem WHEP-Endpunkt.
eo: Th3 WH3P cl13nt @ll0ws M0bl1n t0 r3c31v3 v1d30 str3@ms fr0m @ WH3P 3ndp01nt.
fi: WHEP-asiakas sallii Moblinin vastaanottaa videolähetyksiä WHEP-päätepisteestä.
it: Il client WHEP permette a Moblin di ricevere stream video da un endpoint WHEP.
ko: WHEP 클라이언트를 사용하면 Moblin이 WHEP 엔드포인트에서 비디오 스트림을 수신할 수 있습니다.
ru: Клиент WHEP позволяет Moblin получать стримы от источников WHEP.
sv: WHEP-klienten möjliggör att Moblin kan ta emot videoströmmar från en WHEP-endpoint.
zh_hant_tw: WHEP 用戶端可讓 Moblin 從 WHEP 端點接收視訊串流。
zh_hk: WHEP客戶端允許Moblin從WHEP端點接收串流

source: The WHIP server allows Moblin to receive video streams over the network.
de: Der WHIP Server ermöglicht Moblin den Empfang von Videostreams über das Netzwerk.
eo: Th3 WH1P s3rv3r @ll0ws M0bl1n t0 r3c31v3 v1d30 str3@ms 0v3r th3 n3tw0rk.
fi: WHIP-palvelin mahdollista videolähetyksien vastaanottamisen Moblin:iin.
it: Il server WHIP permette a Moblin di ricevere stream video dalla rete.
ko: WHIP 서버를 사용하면 Moblin이 네트워크를 통해 비디오 스트림을 수신할 수 있습니다.
ru: Сервер WHIP позволяет Moblin получать стримы WHIP.
sv: WHIP-servern tillåter Moblin att ta emot videostreams över nätverket.
zh_hant_tw: WHIP 伺服器允許 Moblin 透過網路接收視訊串流。
zh_hk: WHIP伺服器允許Moblin從網絡接收串流

source: The WiFi network this device is currently connected to.
de: Das WLAN Netzwerk, mit dem dieses Gerät derzeit verbunden ist.
eo: Th3 W1F1 n3tw0rk th1s d3v1c3 1s c_rr3ntly c0nn3ct3d t0.
sv: WiFi-nätverket som den här enheten är ansluten till just nu.

source: The zoom (in X) to set when switching to given camera, if enabled.
de: Der Zoom (in X), der beim Umschalten auf eine bestimmte Kamera eingestellt wird, falls aktiviert.
eo: Th3 z00m (1n X) t0 s3t wh3n sw1tch1ng t0 g1v3n c@m3r@, 1f 3n@bl3d.
fi: Zoomauskerroin asetettavaksi vaihdettaessa tiettyyn kameraan, jos se on käytössä.
it: Lo zoom (in X) da impostare quando si passa alla fotocamera indicata, se attivo.
ko: 활성화된 경우 특정 카메라로 전환할 때 기본이 될 줌 배율입니다.
ru: Масштаб (в X), который необходимо установить при переключении на данную камеру, если включено.
sv: Zoomen (i X) som sätts när man byter till given kamera.
zh_hant_tw: 切換到指定鏡頭時設定的變焦倍數（以x為單位）。
zh_hk: 鏡頭切換時的預設縮放倍率，如啟用。

source: Thermal state
de: Thermischer Zustand
eo: Th3rm@l st@t3
fi: Lämpötila
it: Stato termico
ko: 발열 상태
ru: Температура
sv: Termiskt tillstånd
zh_hant_tw: 發熱狀態
zh_hk: 發熱狀態

source: They will be visible on stream and in recordings
de: Sie werden im Stream und in Aufzeichnungen sichtbar sein
eo: Th3y w1ll b3 v1s1bl3 0n str3@m @nd 1n r3c0rd1ngs
fi: Ne näkyvät streamissa ja tallenteissa
it: Saranno visibili in streaming e nelle registrazioni
ko: 스트림과 녹화에서만 표시됩니다.
ru: Их будет видно в трансляции и в записях.
sv: De kommer att synas på stream och i inspelningar
zh_hant_tw: 顯示於實況和錄製中
zh_hk: 它們會在串流和錄影中顯示

source: This device
de: Dieses Gerät
eo: Th1s d3v1c3
sv: Den här enheten

source: Thresholds
de: Schwellenwerte
eo: Thr3sh0lds
fi: Kynnykset
it: Soglie
ko: 임계값
ru: Предельные значения
sv: Trösklar
zh_hant_tw: 閾值
zh_hk: 閾值

source: Thumb stick
de: Analog Stick
eo: Th_mb st1ck
fi: Ohjaustikku
it: Levetta
ko: 썸스틱
ru: Стик под большим пальцем
zh_hant_tw: 類比搖桿
zh_hk: 方向桿

source: Thumb sticks
de: Analog Sticks
eo: Th_mb st1cks
fi: Ohjaustikut
it: Levette
ko: 썸스틱
ru: Стики под большими пальцами
zh_hant_tw: 類比搖桿
zh_hk: 方向桿

source: Time
de: Zeit
eo: T1m3
fi: Aika
it: Tempo
ko: 시간
ru: Время
sv: Tid
zh_hant_tw: 時間
zh_hk: 時間

source: Timecodes
de: Zeitcodes
eo: T1m3c0d3s
fi: Aikakoodit
it: Timecode
ko: 타임코드
ru: Таймкоды
sv: Tidskoder
zh_hant_tw: 時間戳記
zh_hk: 時間碼

source: Timers
de: Timer
eo: T1m3rs
fi: Ajastimet
it: Timer
ko: 타이머
ru: Таймеры
zh_hant_tw: 計時器
zh_hk: 計時器

source: Timestamp
de: Zeitstempel
eo: T1m3st4mp
fi: Aikaleima
ko: 타임스탬프
ru: Временная метка
sv: Tidsstämpel
zh_hant_tw: 時間戳記
zh_hk: 時間戳記

source: Title
de: Titel
eo: T1tl3
fi: Otsikko
it: Titolo
ko: 제목
ru: Заголовок
sv: Titel
zh_hant_tw: 標題
zh_hk: 標題

source: To
de: Zu
eo: T0
fi: Kohde
it: A
ko: 종료
ru: К
sv: Till
zh_hant_tw: 到
zh_hk: 到

source: To %@ camera
de: Zu %@ Kamera
eo: T0 %@ c@m3r@
fi: Kameraan %@
it: Alla fotocamera %@
ko: %@ 카메라로 전환 시
ru: На камеру %@
sv: Till %@ kameran
zh_hant_tw: 到 %@ 鏡頭
zh_hk: 到 %@ 鏡頭

source: To show the widget in sync with high latency cameras.
de: Um das Widget synchron mit Kameras mit hoher Latenz anzuzeigen.
eo: T0 sh0w th3 w1dg3t 1n sync w1th h1gh l@t3ncy c@m3r@s.
fi: Widgetin näyttäminen synkronoituna korkean viiveen kameroiden kanssa.
it: Per mostrare il widget in sincronia con fotocamere ad alta latenza.
ko: 지연 시간이 긴 카메라와 동기화된 위젯을 표시합니다.
ru: Для отображения виджета синхронно с камерами с большой задержкой.
sv: För att visa widgeten synkroniserad med kameror med hög latens.
zh_hant_tw: 用於讓與高延遲攝影機同步顯示。
zh_hk: 調教小工具延遲時間以同步鏡頭。

source: To stream in portrait, enable Settings → Streams → %@ → Portrait.
de: Um im Hochformat zu streamen, aktiviere Einstellungen → Streams → %@ → Hochformat.
eo: T0 str34m 1n p0rtr41t, 3n4bl3 S3tt1ngs → Str34ms → %@ → P0rtr41t.
fi: Jos haluat lähettää pystykuvaa, ota käyttöön Asetukset → Lähetykset → %@ → Pystykuva.
it: Per trasmettere in verticale, attiva Impostazioni → Stream → %@ → Verticale.
ko: 세로 비율로 스트리밍하려면 설정 → 송출 → %@ → 세로 모드를 활성화하세요.
ru: Для вещания в вертикальном формате, включите «Настройки» → Стримы → %@ → «Портрет».
sv: För att streama i porträtt, aktivera Inställningar → Streams → %@ → Porträtt.
zh_hant_tw: 若要以直立握持串流，請啟用設定 → 串流 → %@ → 直立握持。
zh_hk: 若要以垂直模式直播，設定 → 串流 → %@ → 垂直

source: Toasts
de: Meldungen
eo: T04sts
fi: Ilmoitukset
it: Toast
ko: 토스트
ru: Уведомления
zh_hant_tw: 彈出式通知
zh_hk: 通知

source: Toggle media playback
de: Medienwiedergabe umschalten
eo: T0ggl3 m3d1@ pl@yb@ck
fi: Vaihda median toistoa
it: Play/pausa multimediale
ko: 미디어 재생 전환
ru: Переключить воспроизведение мультимедиа
sv: Växla medieuppspelning
zh_hant_tw: 切換多媒體播放
zh_hk: 切換媒體播放

source: Toggle playback.
de: Wiedergabe umschalten.
eo: T0ggl3 pl4yb4ck.
fi: Vaihda toistoa.
it: Play/pausa.
ko: 재생 전환
ru: Переключить повторы.
sv: Växla uppspelning.
zh_hant_tw: 切換播放。
zh_hk: 切換播放。

source: Too big
de: Zu groß
eo: T00 b1g
fi: Liian suuri
it: Troppo grande
ko: 너무 큽니다
ru: Слишком большой
sv: För stort
zh_hant_tw: 太大
zh_hk: 太大

source: Too much work to fix it, sorry.
de: Es ist zu viel Arbeit, das Problem zu beheben, tut mir leid.
eo: T00 m_ch w0rk t0 f1x 1t, s0rry.
fi: Liian paljon työtä tämän korjaamiseen, anteeksi.
it: Troppo lavoro per sistemarlo, mi spiace.
ko: 이걸 고치려면 해야할 일이 너무 많아요. 죄송합니다.
ru: Нужно слишком много времени чтобы это починить :(
sv: Tyvärr för mycket jobb för att fixa det.
zh_hant_tw: 工作量太大無法修復，抱歉。
zh_hk: 要修復太麻煩，對不起

source: Too small
de: Zu klein
eo: T00 sm@ll
fi: Liian pieni
it: Troppo piccolo
ko: 너무 작습니다
ru: Слишком маленький
sv: För litet
zh_hant_tw: 太小
zh_hk: 太小

source: Top left
de: Oben links
eo: T0p l3ft
fi: Ylävasen
it: In alto a sinistra
ko: 좌상단
ru: Верхний левый угол
sv: Uppe till vänster
zh_hant_tw: 左上
zh_hk: 左上

source: Top right
de: Oben rechts
eo: T0p r1ght
fi: Yläoikea
it: In alto a destra
ko: 우상단
ru: Правый верхний угол
sv: Uppe till höger
zh_hant_tw: 右上
zh_hk: 右上

source: Torch
de: Blitz
eo: T0rch
fi: Valo
it: Torcia
ko: 손전등
ru: Фонарик
sv: Ficklampa
zh_hant_tw: 補光燈
zh_hk: 電筒

source: TORCH BRIGHTNESS
de: HELLIGKEIT DER TASCHENLAMPE
eo: T0RCH BR1GHTN3SS
sv: FACKLAS LJUSSTYRKA

source: Torch unavailable in this scene.
de: Taschenlampe in dieser Szene nicht verfügbar.
eo: T0rch _n@v@1l@bl3 1n th1s sc3n3.
fi: Taskulamppu ei ole käytettävissä tässä näkymässä.
it: Torcia non disponibile in questa scena.
ko: 이 장면에서는 손전등을 사용할 수 없습니다.
ru: Фонарик недоступен в этой сцене
sv: Ficklampan är inte tillgänglig i den här scenen.
zh_hant_tw: 補光燈在此場景中無法使用。
zh_hk: 此場景無法使用電筒。

source: Total sent
de: Insgesamt gesendet
eo: T0t@l s3nt
fi: Lähetetty yhteensä
it: Totale inviato
ko: 총 전송량
ru: Всего отправлено
sv: Totalt skickat
zh_hant_tw: 總共上傳
zh_hk: 總上傳

source: Total streams
de: Gesamtzahl der Streams
eo: T0t4l str34ms
fi: Lähetyksiä yhteensä
it: Stream totali
ko: 스트림 횟수
ru: Всего стримов
sv: Antal streams
zh_hant_tw: 總串流數
zh_hk: 總直播數

source: Total time
de: Gesamtzeit
eo: T0t@l t1m3
fi: Kokonaisaika
it: Tempo totale
ko: 총 시간
ru: Общее время
sv: Total tid
zh_hant_tw: 總時間
zh_hk: 總時長

source: Trailing
de: Nachfolgend
eo: Tr41l1ng
fi: Lopussa
it: Destra
ko: 뒤
ru: Прямой
sv: Efterföljande
zh_hant_tw: 尾端
zh_hk: 軌跡

source: Transition
de: Übergang
eo: Tr@ns1t10n
fi: Siirtymä
it: Transizione
ko: 전환
ru: Переход
sv: Övergång
zh_hant_tw: 轉場
zh_hk: 過渡

source: Travel
de: Reisen
eo: Tr4v3l
fi: Matka
it: Viaggio
ko: 여행
ru: Путешествие
sv: Resa
zh_hant_tw: 旅行
zh_hk: 行程

source: Triangle
de: Dreieck
eo: Tr1@ngl3
fi: Kolmio
it: Triangolo
ko: 삼각형
ru: Треугольник
sv: Triangel
zh_hant_tw: 三角形
zh_hk: 三角

source: Trigger alerts when you say something.
de: Löse Alerts aus, wenn du etwas sagst.
eo: Tr1gg3r 4l3rts wh3n y0_ s4y s0m3th1ng.
fi: Näytä hälytykset, kun sanot jotain.
it: Attiva gli avvisi quando dici qualcosa.
ko: 말하면 알림이 울립니다.
ru: Включайте оповещения когда вы что-то говорите.
sv: Utlöser varningar när du säger något.
zh_hant_tw: 當您說話時觸發警告。
zh_hk: 說話時觸發alert。

source: Trigger alerts with chat bot commands.
de: Löse Alerts mit Chatbot-Befehlen aus.
eo: Tr1gg3r @l3rts w1th ch@t b0t c0mm@nds.
fi: Lähetä ilmoitukset chatbot-komennoilla.
it: Attiva gli avvisi con i comandi del chat bot.
ko: 채팅 봇 명령어로 알림을 트리거합니다.
ru: Запускайте оповещения с помощью команд чат-бота.
sv: Trigga alerts med chattbot-kommandon.
zh_hant_tw: 使用聊天室 Bot 指令開啟通知。
zh_hk: 聊天室指令觸發alert。
